akamud.vscode-theme-onedark
asvetliakov.vscode-neovim
azemoh.one-monokai
benjaminadk.emojis4git
bmewburn.vscode-intelephense-client
breezelin.phpstan
christian-kohler.path-intellisense
chrmarti.regex
CoenraadS.bracket-pair-colorizer
cschlosser.doxdocgen
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
elmTooling.elm-ls-vscode
emmanuelbeziat.vscode-great-icons
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fisheva.eva-theme
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.github-vscode-theme
golang.go
hbenl.vscode-test-explorer
hediet.vscode-drawio
ionutvmi.path-autocomplete
jeff-hykin.better-cpp-syntax
johnpapa.winteriscoming
MehediDracula.php-namespace-resolver
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
neilbrayfield.php-docblocker
ocamllabs.ocaml-platform
octref.vetur
oderwat.indent-rainbow
oouo-diogo-perdigao.docthis
Perkovec.emoji
pranaygp.vscode-css-peek
rebornix.ruby
sbrink.elm
shardulm94.trailing-spaces
shevaua.phpcs
stevencl.addDocComments
streetsidesoftware.code-spell-checker
twxs.cmake
whizkydee.material-palenight-theme
wingrunr21.vscode-ruby
xdebug.php-debug
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
