akamud.vscode-theme-onedark
asvetliakov.vscode-neovim
azemoh.one-monokai
benjaminadk.emojis4git
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
chrmarti.regex
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
emmanuelbeziat.vscode-great-icons
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
felixfbecker.php-debug
fisheva.eva-theme
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.github-vscode-theme
golang.go
hediet.vscode-drawio
ikappas.phpcs
ionutvmi.path-autocomplete
johnpapa.winteriscoming
junstyle.php-cs-fixer
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
neilbrayfield.php-docblocker
ocamllabs.ocaml-platform
octref.vetur
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel5-snippets
oouo-diogo-perdigao.docthis
Perkovec.emoji
pranaygp.vscode-css-peek
sbrink.elm
shardulm94.trailing-spaces
stevencl.addDocComments
streetsidesoftware.code-spell-checker
whizkydee.material-palenight-theme
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
